<?php
return [
    'job_status' => [
        'Үндсэн ажилтан' => 'Үндсэн ажилтан',
        'Цагийн ажилтан' => 'Цагийн ажилтан',
        'Түр ажил' => 'Түр ажил',
    ],
    'language_level' => [
        'n1' => 'Н1',
        'n2' => 'Н2',
        'n3' => 'Н3',
        'n4' => 'Н4',
        'n5' => 'Н5',
        'no_language' => 'Хэл шаардахгүй',
    ],
    'deployment' => [
        'active' => 'Идэвхтэй',
        'inactive' => 'Идэхгүй',
    ],

    'employee' => [
        'full_time' => 'Үндсэн ажилтан',
        'part_time' => 'Цагын ажилтан',
        'intern' => 'Дадлагажигч',
        'other' => 'Бусад',
    ],
];